Repository: wescamp/sunkenstories-1.10
Catalog: sunkenstories/*.po
Languages: de

source: Sunken Stories
de: Versunkene Geschichten

source: These tales are relics from the library of the desert city Alheirra, which perished long time ago.
de: Diese Erzählungen sind Relikte aus der Bücherei der Wüstenstadt Alheirra, die vor langer Zeit unterging.

source: Story mode
de: Story-Modus

source: End
de: Ende

source: It was a dark time...
de: Es war eine dunkle Zeit...

source: Three warlords returned to Alheirra to request more troops to support the battleground in the north.
de: Drei Kriegsherren kehrten nach Alheirra zurück, um mehr Truppen zur Unterstützung der Schlachtreihen im Norden anzufordern.

source: One of them, Thenaken of Wizlud, had watched the arising of the dark powers in the north for a long time an felt that the time of action had come now. He arranged a meeting with the marshal of Alheirra and let the two younger, less experienced lords go on a quest for men to go to the battlegrounds in the north.
de: Einer von ihnen, Thenaken von Wizlud, hatte das Erwachen der dunklen Mächte im Norden lange Zeit beobachtet und spürte, dass die Zeit des Handelns nun gekommen war. Er verabredete ein Treffen mit dem Marschall von Alheirra und ließ die beiden jüngeren, weniger erfahrenen Lehnsherren nach Männern suchen, die an die Schlachtfelder im Norden reisen würden.

source: Three days later four graves were dug, which were saying: 'Thenaken of Wizlud', 'Alberrac of Tinderah', 'Oraidir of Jeren' and 'a-Hamerrad of Alheirra'.
de: Drei Tage später wurden vier Gräber ausgehoben, auf denen stand: 'Thenaken von Wizlud', 'Alberrac von Tinderah', 'Oraidir von Jeren' und 'a-Hamerrad von Alheirra'.

source: We are in Wizlud, home of the deceased warlord Thenaken. Thesandir, his son, tries bitterly to reconquer the half of Wizlud which fell into the hands of nordic bandits.
de: Wir befinden uns in Wizlud, der Heimat des verstorbenen Kriegsherren Thenaken. Thesandir, sein Sohn, versucht erbittert, die Hälfte von Wizlud zurückzuerobern, die in die Hände von nordischen Banditen gefallen ist.

source: Lieutenant
de: Leutnant

source: Crush the bandits' lieutenant.
de: Vernichte den Leutnant der Banditen.

source: Death.
de: Tod.

source: We will show you what happens if you enter the territory of the warlords of Alheirra, bandit rabble!
de: Wir werden euch zeigen, was passiert, wenn ihr das Territorium der Kriegsherren von Alheirra betretet, Banditenpack!

source: Oh, yes? I'm so afraid, worm!
de: Oh, ja? Ich habe solche Angst, Wurm!

source: After Thesandir, son of Thenaken, defeated the bandits he rushed to Alheirra to report to the marshal.
de: Nachdem Thesandir, Sohn des Thenaken, die Banditen besiegt hatte, eilte er nach Alheirra, um dem Marschall Bericht zu erstatten.

source: Finally, he was told by a merchant that the marshal of Alheirra and three warlords, one of them his father, had been murdered.
de: Schließlich erfuhr er von einem Händler, dass der Marschall von Alheirra und drei Kriegsherren, einer von ihnen sein Vater, ermordet worden waren.

source: In agony, he made his way to his good friend Sinisar, who had a store in Alheirra, to listen to his advice.
de: In tiefer Trauer machte er sich auf den Weg zu seinem guten Freund Sinisar, der einen Laden in Alheirra hatte, um seinen Rat anzuhören.

source: But also Sinisar was dead. He lay with slashed throat on the counter and stared at Thesandir with an empty glance.
de: Aber auch Sinisar war tot. Er lag mit aufgeschlitzter Kehle auf dem Tresen und starrte Thesandir mit leerem Blick an.

source: After Thesandir had wandered through Alheirra for long hours, one of his guards found him and brought him back to Wizlud, where he had to overtake his father's business.
de: Nachdem Thesandir lange Stunden durch Alheirra geirrt war, brachte ihn eine seiner Wachen zurück nach Wizlud, wo er die Geschäfte seines Vaters übernehmen musste.

source: Soon a new marshal for Alheirra was elected and further the fights in the north were raging. But it seemed like the opposing forces were smashed by the well-qualified and disciplined guards of Alheirra.
de: Bald wurde ein neuer Marschall für Alheirra gewählt und die Kämpfe im Norden tobten weiter. Aber es schien, dass die gegnerischen Truppen von den gut ausgebildeten und disziplinierten Wachen Alheirras zerschlagen wurden.

source: When it became public that important figures taking place in the fights were killed at night, Thesandir could not leave it at that.
de: Als es öffentlich wurde, dass wichtige Figuren, die an den Kämpfen teilnahmen, in der Nacht umgebracht wurden, konnte Thesandir es nicht dabei belassen.

source: He traveled northwards. Already ahead from the battlegrounds skirmishes took place, which however ended fast in favor of Alheirra. Thesandir of Wizlud reached Necliz, the severely contested fortress in the north.
de: Er reiste nordwärts. Schon vor den Schlachtfeldern fanden Kämpfe statt, die jedoch schnell zugunsten von Alheirra ein Ende fanden. Thesandir von Wizlud erreichte Necliz, die schwer umkämpfte Festung im Norden.

source: Captain
de: Hauptmann

source: Crush the bandits' captain.
de: Vernichte den Hauptmann der Banditen.

source: We will not let the nort fall into the hands of bandits!
de: Wir werden den Norden nicht in die Hände von Banditen fallen lassen!

source: Barely a few hairs of the beard but already wants to play with the big ones.
de: Kaum aus den Windeln herausgewachsen, möchte aber schon mit den Großen spielen.

source: After hard fights the captain could be distinguished, which was to a big part credit of Wizlud's guards. The soldiers noticed quickly that Thesandir was a skilled leader and promised him loyalty to death.
de: Nach einem harten Kampf konnte der Hauptmann vernichtet werden, was zu einem großen Teil der Verdienst von Thesandirs Wachen war. Die Soldaten merkten schnell, dass Thesandir ein fähiger Anführer war und versprachen ihm Treue bis in den Tod.

source: Necliz could be held as long as the rare attacks could not do wreak havoc. But merely, the peace was of short while.
de: Necliz konnte so lange gehalten werden, wie die spärlichen Angriffe keinen großen Schaden anrichteten. Aber der Frieden war nur von kurzer Dauer.

source: Two months after Thesandir had arrived in the north the bandits reconquered Necliz in a nightly assault. Thesandir's soldiers were forced back southwards until they could hold a fortress named Shizad. Now Thesandir had to fight back the bandits if he wanted to hold the north.
de: Zwei Monate, nachdem Thesandir im Norden angekommen war, übernahmen die Banditen Necliz in einem nächtlichen Angriff. Thesandirs Soldaten wurden südwärts gedrängt, bis sie eine Festung namens Shizad halten konnten. Nun musste Thesandir die Banditen zurückschlagen, wenn er den Norden halten wollte.

source: Guard
de: Wache

source: Crush the bandits' major.
de: Vernichte den Major der Banditen.

source: My lord, I am Zarim of Shizad. I will support you.
de: Mein Herr, ich bin Zarim von Shizad. Ich werde Euch unterstützen.

source: Fine. We need every help.
de: Gut. Wir brauchen jede Hilfe.

source: We'll break you, one more or less!
de: Wir werden euch brechen, einer mehr oder weniger!

source: Ha, the guard is dead! Now it will be easy!
de: Ha, die Wache ist tot! Jetzt wird es einfach sein!

source: You can't defeat us!
de: Ihr könnt uns nicht besiegen!

source: After Shizad was relieved from the bandits Thesandir moved on to the north to tell the genearal the enemy had gained strength since beleaguering Wizlud.
de: Nachdem Shizad von den Banditen erlöst wurde, reiste Thesandir weiter in den Norden, um dem General mitzuteilen, dass der Feind seit der Belagerung von Wizlud stärker geworden war.

source: When he arrived at the battlegrounds, he heard that the general had been assaulted. He had died in the morning.
de: Als er an den Schlachtreihen ankam, hörte er, dass der General überfallen wurde. Er war in den Morgenstunden gestorben.

source: Thesandir went into the tavern to find out more just as the horn resounded. All soldiers hurried outside and put on their armor. An envoy delivered the message that Jeren, the fortress of one of the warlords having accompanied Thenaken to Alheirra, was harassed by bandits whose power exceeded all prior forces.
de: Thesandir ging in die Taverne, um mehr herauszufinden, als gerade das Horn schallte. Alle Soldaten eilten nach draußen und legten die Rüstungen an. Ein Bote brachte die Nachricht, dass Jeren, die Festung eines der Kriegsherren, die Thenaken nach Alheirra begleitet hatten, von Banditen belagert wurde, deren Stärke über alle vorherigen hinausging.

source: The castle Jeren at the icy coast was on the verge of defeat when Thesandir's army arrived and granted them a saving delay.
de: Die Burg Jeren an der eisigen Küste stand an der Schwelle zur Niederlage, als Thesandirs Armee eintraf und ihnen einen rettenden Vorsprung verschaffte.

source: Colonel
de: Oberst

source: Crush the bandits' colonel.
de: Vernichte den Oberst der Banditen.

source: We will punch you back to your caves!
de: Wir werden euch zurück in eure Höhlen schlagen!

source: You don't know which powers you dare to play with, fools!
de: Ihr wisst nicht, mit welchen Mächten ihr zu spielen wagt, Narren!

source: Keep it up, men!
de: Macht weiter, Männer!

source: The victory of Jeren gave new hope to the civics in the north and actually the fights went better than ever. The bandit peoples were pushed back far northwards and the big region around Bashid was recaptured.
de: Der Sieg von Jeren gab den Bürgern im Norden neue Hoffnung und tatsächlich gingen die Kämpfe besser denn je. Die Banditenvölker wurden weit nordwärts zurückgedrängt und die große Region um Bashid wurde zurückerobert.

source: But after some time, the bandits hit back. In Bashid finally, six months after Thesandir's arrival, the defenders of the north were facing the bandits' marshal's army.
de: Aber nach einiger Zeit schlugen die Banditen zurück. In Bashid schließlich, sechs Monate nach Thesandirs Ankunft, standen die Verteidiger des Nordens der Armee des Marschalls der Banditen gegenüber.

source: This skirmish would decide about the north's fate.
de: Diese Schlacht würde über das Schicksal des Nordens entscheiden.

source: Marshal
de: Marschall

source: Sentinel
de: Erzwache

source: Crush the bandits' marshall and lead Alheirra to victory.
de: Vernichte den Marschall der Banditen und führe Alheirra zum Sieg.

source: My lord, I have heard about your victory of Jeren. You are a hero! Thus I provide my Iron Maulers to you and will ride into the battle at your side! For Alheirra!
de: Mein Herr, ich hörte von Eurem Sieg von Jeren. Ihr seid ein Held! Daher stelle ich euch meine Stahlkolosse zur Verfügung und reite an Eurer Seite in den Kampf! Für Alheirra!

source: You cannot persist against Alheirra, bandits! We will defend our country to death!
de: Ihr könnt nicht gegen Alheirra bestehen, Banditen! Wir werden unser Land bis zum Tod verteidigen!

source: Nobody can stop us.
de: Niemand kann uns aufhalten.

source: Charge!
de: Angriff!

source: Rush forward!
de: Stürmt vor!

source: And so the north was releived from the bandits.
de: Und so wurde der Norden von den Banditen befreit.

source: Thesandir returned to Wizlud where he was welcomed by his folk.
de: Thesandir kehrte nach Wizlud zurück, wo er von seinem Volk begrüßt wurde.

source: Listen to the envoy.
de: Höre dem Boten zu.

source: My lord, the marshal of Alheirra thanks you on behalf of the whole nation for your brave and altruistic commitment in this dark hour. Everyone would have gave in seeing this superiority but you saved thousands' lives and also Alheirra. This nation is in your debt eternally.
de: Mein Herr, der Marschall von Alheirra dankt Euch im Namen der gesamten Nation für Euren mutigen und selbstlosen Einsatz in dieser dunklen Stunde. Jeder hätte angesichts dieser Übermacht aufgegeben, aber ihr habt Tausende Leben gerettet und ebenso Alheirra. Dieses Land steht auf ewig in Eurer Schuld.
